{
  "add_prefix_space": null,
  "backend": "tokenizers",
  "bos_token": "<|im_start|>",
  "bos_token_id": 1,
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|im_end|>",
  "eos_token_id": 2,
  "is_local": false,
  "legacy": false,
  "local_files_only": false,
  "model_input_names": [
    "input_ids",
    "attention_mask"
  ],
  "model_max_length": 4096,
  "pad_token": "<|pad|>",
  "pad_token_id": 49109,
  "padding_side": "right",
  "sp_model_kwargs": {},
  "spaces_between_special_tokens": false,
  "tokenizer_class": "TokenizersBackend",
  "truncation_side": "right",
  "unk_token": "<|unk|>",
  "unk_token_id": 0,
  "use_default_system_prompt": false
}
